Repository: rubenaraya/phpme
Catalog: src/Locales/*/LC_MESSAGES/me.po
Languages: es_cl, pt_br

# El-archivo-'%s'-supera-%s
source: File '%s' exceeds%s
es_cl: El archivo '%s' supera %s
pt_br: O arquivo '%s' excede %s

# No-se-permiten-archivos-%s
source: %s files are not allowed
es_cl: No se permiten archivos %s
pt_br: Arquivos não são permitidos %s

# No-hay-imagenes
source: No images
es_cl: No hay imágenes
pt_br: Sem imagens

# '%s'-no-es-una-imagen-valida
source: '%s' not a valid image
es_cl: '%s' no es una imagen válida
pt_br: '%s' não é uma imagem válida

# No-hay-archivos-para-descomprimir
source: There are no files to unzip
es_cl: No hay archivos para descomprimir
pt_br: Não há arquivos para descompactar

# No-existe-la-ruta-de-origen
source: The source path does not exist
es_cl: No existe la ruta de origen
pt_br: O caminho de origem não existe

# No-se-puede-abrir-la-ruta-de-destino
source: Unable to open destination path
es_cl: No se puede abrir la ruta de destino
pt_br: Não foi possível abrir o caminho de destino

# No-se-puede-abrir-la-ruta-de-origen
source: Cannot open source path
es_cl: No se puede abrir la ruta de origen
pt_br: Não é possível abrir o caminho da fonte

# No-se-guardo-'%s'
source: '%s' not saved
es_cl: No se guardó '%s'
pt_br: Não guardado '%s'

# La-hoja-'%s'-no existe
source: The worksheet '%s' does not exist
es_cl: La hoja '%s' no existe
pt_br: A folha '%s' não existe

# No-se-encontro-'%s'
source: '%s' not found
es_cl: No se encontró '%s'
pt_br: Não encontrado '%s'

# El-formato-del-archivo-no-es-valido
source: Invalid file format
es_cl: El formato del archivo no es válido
pt_br: Formato de arquivo inválido

# El-archivo-no-tiene-contenido
source: The file has no content
es_cl: El archivo no tiene contenido
pt_br: O arquivo não tem conteúdo

# El-tipo-'%s'-no-esta-permitido
source: Type '%s' is not allowed
es_cl: El tipo '%s' no está permitido
pt_br: O tipo '%s' não é permitido

# El-archivo-no-existe
source: The file does not exists
es_cl: El archivo no existe
pt_br: O arquivo não existe

# No-hay-contenido-para-guardar
source: There is no content to save
es_cl: No hay contenido para guardar
pt_br: Não há conteúdo para salvar

# No-hay-datos-para-guardar
source: No data to save
es_cl: No hay datos para guardar
pt_br: Não há dados para salvar

# El-archivo-'%s'-no-existe
source: The file '%s' does not exists
es_cl: El archivo '%s' no existe
pt_br: O arquivo '%s' não existe

# La-carpeta-'%s'-no-existe
source: The folder '%s' does not exist
es_cl: La carpeta '%s' no existe
pt_br: A pasta '%s' não existe

# No-hay-datos-para-graficar
source: There is no data to plot
es_cl: No hay datos para graficar
pt_br: Não há dados para plotar

# Los-parametros-del-grafico-no-son-correctos
source: The parameters of the graph are not correct
es_cl: Los parametros del gráfico no son correctos
pt_br: Os parâmetros do gráfico não estão corretos

# El-documento-'%s'-no-se-pudo-cargar
source: The document '%s' could not be loaded
es_cl: El documento '%s' no se pudo cargar
pt_br: Não foi possível carregar o documento '%s'

# El-documento-'%s'-no-se-encontro-en-'%s'
source: The document '%s' was not found in '%s'
es_cl: El documento '%s' no se encontró en '%s'
pt_br: O documento '%s' não foi encontrado em '%s'

# La-plantilla-'%s'-no-se-encontro-en-'%s'
source: Template '%s' was not found in '%s'
es_cl: La plantilla '%s' no se encontró en '%s'
pt_br: O modelo '%s' não foi encontrado em '%s'

# Peticion-no-valida
source: The request made is not valid
es_cl: La petición realizada no es válida
pt_br: A solicitação feita não é válida

# Acceso-denegado
source: You do not have access to the requested resource
es_cl: No tiene acceso al recurso solicitado
pt_br: Você não tem acesso ao recurso solicitado

# Acceso-prohibido
source: Access prohibited
es_cl: Acceso prohibido
pt_br: Acesso proibido

# Recurso-no-encontrado
source: The requested resource was not found
es_cl: No se encontró el recurso solicitado
pt_br: O recurso solicitado não foi encontrado

# Accion-no-permitida
source: This action is not allowed
es_cl: Esta acción no está permitida
pt_br: Esta ação não é permitida

# No-soportado
source: The required operation is not supported
es_cl: La operación requerida no está soportada
pt_br: A operação necessária não é suportada

# No-procesable
source: The request is not actionable
es_cl: La petición no es procesable
pt_br: A solicitação não é acionável

# Error-interno
source: Internal execution error on the server
es_cl: Error interno de ejecución en el servidor
pt_br: Erro de execução interna no servidor

# Formato-de-salida-no-admitido
source: The requested output format is not supported
es_cl: El formato de salida solicitado no está admitido
pt_br: O formato de saída solicitado não é suportado

# Acceso-denegado-llave-no-valida
source: Access denied. Your credentials are not valid
es_cl: Acceso denegado. Sus credenciales no son válidas
pt_br: Acesso negado. Suas credenciais não são válidas

# Acceso-denegado-llave-expirada
source: Access denied. Your credentials expired
es_cl: Acceso denegado. Sus credenciales expiraron
pt_br: Acesso negado. Suas credenciais expiraram

# Acceso-denegado-no-tiene-llave
source: Access has been denied because you do not have credentials to enter
es_cl: Se ha denegado el acceso porque no tiene credenciales para ingresar
pt_br: O acesso foi negado porque você não tem credenciais para inserir
